Repository: zhangchi0104/agent-sessions
Catalog: apps/TokenStats/TokenStats/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ru, zh_hans

# account.sign_in.agent.button
source: Sign in to %@
de: Bei %@ anmelden
fr: Se connecter à %@
ja: %@ にサインイン
ru: Войти в %@
zh_hans: 登录 %@

# account.sign_in.automatic.instruction
source: Approve in your browser; TokenStats finishes automatically.
de: Bestätigen Sie die Anfrage in Ihrem Browser; TokenStats schließt die Anmeldung automatisch ab.
fr: Approuvez la demande dans votre navigateur ; TokenStats terminera automatiquement la connexion.
ja: ブラウザで承認してください。TokenStats が自動的にサインインを完了します。
ru: Подтвердите доступ в браузере; TokenStats завершит вход автоматически.
zh_hans: 请在浏览器中授权；TokenStats 将自动完成登录。

# account.sign_in.callback.failure.body
source: No authorization code was found. Return to TokenStats and try again.
de: Es wurde kein Autorisierungscode gefunden. Kehren Sie zu TokenStats zurück und versuchen Sie es erneut.
fr: Aucun code d’autorisation n’a été trouvé. Revenez à TokenStats et réessayez.
ja: 認可コードが見つかりませんでした。TokenStats に戻って、もう一度お試しください。
ru: Код авторизации не найден. Вернитесь в TokenStats и попробуйте ещё раз.
zh_hans: 未找到授权码。请返回 TokenStats 后重试。

# account.sign_in.callback.failure.heading
source: Sign-in failed
de: Anmeldung fehlgeschlagen
fr: Échec de la connexion
ja: サインインに失敗しました
ru: Ошибка входа
zh_hans: 登录失败

# account.sign_in.callback.success.body
source: You can close this tab and return to TokenStats.
de: Sie können diesen Tab schließen und zu TokenStats zurückkehren.
fr: Vous pouvez fermer cet onglet et revenir à TokenStats.
ja: このタブを閉じて TokenStats に戻ることができます。
ru: Можно закрыть эту вкладку и вернуться в TokenStats.
zh_hans: 你可以关闭此标签页并返回 TokenStats。

# account.sign_in.callback.success.heading
source: Signed in to Codex
de: Bei Codex angemeldet
fr: Connecté à Codex
ja: Codex にサインインしました
ru: Вход в Codex выполнен
zh_hans: 已登录 Codex

# account.sign_in.error.authorization
source: Authorization failed: %@
de: Autorisierung fehlgeschlagen: %@
fr: Échec de l’autorisation : %@
ja: 認可に失敗しました：%@
ru: Не удалось авторизоваться: %@
zh_hans: 授权失败：%@

# account.sign_in.error.cancelled
source: Sign-in was cancelled.
de: Die Anmeldung wurde abgebrochen.
fr: La connexion a été annulée.
ja: サインインがキャンセルされました。
ru: Вход отменён.
zh_hans: 登录已取消。

# account.sign_in.error.local_port
source: Could not open a local port for sign-in.
de: Es konnte kein lokaler Port für die Anmeldung geöffnet werden.
fr: Impossible d’ouvrir un port local pour la connexion.
ja: サインイン用のローカルポートを開けませんでした。
ru: Не удалось открыть локальный порт для входа.
zh_hans: 无法打开用于登录的本地端口。

# account.sign_in.error.malformed_redirect
source: The sign-in redirect was malformed.
de: Die Weiterleitung zur Anmeldung war fehlerhaft.
fr: La redirection de connexion était incorrecte.
ja: サインインのリダイレクトが不正です。
ru: Некорректное перенаправление при входе.
zh_hans: 登录重定向格式有误。

# account.sign_in.error.missing_refresh_token
source: Sign-in did not return a refresh token; cannot stay signed in.
de: Bei der Anmeldung wurde kein Refresh-Token zurückgegeben; eine dauerhafte Anmeldung ist nicht möglich.
fr: La connexion n’a pas renvoyé de token d’actualisation ; impossible de rester connecté.
ja: サインインでリフレッシュトークンが返されなかったため、サインイン状態を維持できません。
ru: При входе не получен токен обновления, поэтому оставаться в системе невозможно.
zh_hans: 登录未返回刷新 Token，无法保持登录状态。

# account.sign_in.error.state_mismatch
source: State mismatch — possible interference; try again.
de: Der Sicherheitsparameter stimmt nicht überein – möglicherweise liegt ein Eingriff vor. Versuchen Sie es erneut.
fr: L’état ne correspond pas — une interférence est possible ; réessayez.
ja: 状態が一致しません。外部から干渉された可能性があります。もう一度お試しください。
ru: Параметр состояния не совпадает — возможно вмешательство. Попробуйте ещё раз.
zh_hans: 状态不匹配——可能受到干扰，请重试。

# account.sign_in.error.timed_out
source: Sign-in timed out. Approve in the browser, then try again.
de: Zeitüberschreitung bei der Anmeldung. Bestätigen Sie sie im Browser und versuchen Sie es erneut.
fr: La connexion a expiré. Approuvez la demande dans le navigateur, puis réessayez.
ja: サインインがタイムアウトしました。ブラウザで承認してから、もう一度お試しください。
ru: Время ожидания входа истекло. Подтвердите доступ в браузере и попробуйте ещё раз.
zh_hans: 登录超时。请在浏览器中授权后重试。

# account.sign_in.error.pasted_code_unsupported
source: This Coding Agent does not sign in with a pasted code.
de: Dieser Coding Agent unterstützt keine Anmeldung mit einem eingefügten Code.
fr: Ce Coding Agent ne permet pas de se connecter à l’aide d’un code collé.
ja: この Coding Agent は、貼り付けたコードではサインインできません。
ru: Этот Coding Agent не поддерживает вход с помощью вставленного кода.
zh_hans: 此 Coding Agent 不使用粘贴授权码的方式登录。

# account.sign_in.failed.summary
source: Sign-in failed. Try again.
de: Anmeldung fehlgeschlagen. Versuchen Sie es erneut.
fr: Échec de la connexion. Réessayez.
ja: サインインに失敗しました。もう一度お試しください。
ru: Не удалось войти. Попробуйте ещё раз.
zh_hans: 登录失败，请重试。

# account.sign_in.paste_code.field
source: Paste code
de: Code einfügen
fr: Coller le code
ja: コードを貼り付け
ru: Вставьте код
zh_hans: 粘贴授权码

# account.sign_in.paste_code.instruction
source: Approve TokenStats in your browser, then paste the code here:
de: Autorisieren Sie TokenStats in Ihrem Browser und fügen Sie anschließend den Code hier ein:
fr: Approuvez TokenStats dans votre navigateur, puis collez le code ici :
ja: ブラウザで TokenStats を承認し、コードをここに貼り付けてください：
ru: Подтвердите доступ TokenStats в браузере, затем вставьте код сюда:
zh_hans: 请在浏览器中授权 TokenStats，然后将授权码粘贴到此处：

# account.sign_in.reopen_browser.button
source: Re-open browser
de: Browser erneut öffnen
fr: Rouvrir le navigateur
ja: ブラウザをもう一度開く
ru: Снова открыть браузер
zh_hans: 重新打开浏览器

# account.sign_in.submit.button
source: Submit
de: Absenden
fr: Envoyer
ja: 送信
ru: Отправить
zh_hans: 提交

# account.status.awaiting_code
source: Awaiting code
de: Warten auf Code
fr: En attente du code
ja: コードを待機中
ru: Ожидание кода
zh_hans: 等待授权码

# account.status.connected
source: Connected
de: Verbunden
fr: Connecté
ja: 接続済み
ru: Подключено
zh_hans: 已连接

# account.status.signed_out
source: Not signed in
de: Nicht angemeldet
fr: Non connecté
ja: 未サインイン
ru: Вход не выполнен
zh_hans: 未登录

# command.settings.title
source: Settings…
de: Einstellungen …
fr: Réglages…
ja: 設定…
ru: Настройки…
zh_hans: 设置…

# onboarding.accounts.primary_subscription.footer
source: Shown first and badged in the popover and menu bar.
de: Wird im Popover und in der Menüleiste an erster Stelle und mit einer Kennzeichnung angezeigt.
fr: Affiché en premier et marqué d’un badge dans la fenêtre contextuelle et la barre des menus.
ja: ポップオーバーとメニューバーの先頭に表示され、バッジが付きます。
ru: Отображается первым и отмечается значком во всплывающем окне и строке меню.
zh_hans: 将在弹出窗口和菜单栏中置顶显示并标记。

# onboarding.accounts.primary_subscription.title
source: Primary subscription
de: Primäres Abonnement
fr: Abonnement principal
ja: メインのサブスクリプション
ru: Основная подписка
zh_hans: 主要订阅

# onboarding.accounts.subtitle
source: Sign in so TokenStats can read your usage. Connect one or both — or skip and do it later in Settings.
de: Melden Sie sich an, damit TokenStats Ihre Nutzung auslesen kann. Verbinden Sie einen oder beide Coding Agents – oder überspringen Sie diesen Schritt und erledigen Sie dies später in den Einstellungen.
fr: Connectez-vous pour permettre à TokenStats de lire votre utilisation. Connectez un ou deux comptes, ou ignorez cette étape et faites-le plus tard dans Réglages.
ja: TokenStats が使用状況を読み取れるようにサインインします。1つまたは両方の Coding Agent を接続するか、この手順をスキップして後で「設定」から接続できます。
ru: Войдите, чтобы TokenStats мог получать данные об использовании. Подключите один или оба Coding Agent либо пропустите этот шаг и сделайте это позже в Настройках.
zh_hans: 登录后，TokenStats 即可读取你的用量。你可以连接一个或两个 Coding Agent，也可以跳过此步，稍后在“设置”中操作。

# onboarding.accounts.title
source: Connect your agents
de: Coding Agents verbinden
fr: Connectez vos Coding Agents
ja: Coding Agent を接続
ru: Подключите Coding Agent
zh_hans: 连接你的 Coding Agent

# onboarding.disclosure.keychain.detail
source: Signing in opens your browser to approve TokenStats. The access tokens are saved in your macOS Keychain and used only to read your usage.
de: Bei der Anmeldung wird Ihr Browser geöffnet, damit Sie TokenStats autorisieren können. Die Zugriffs-Token werden in Ihrem macOS-Schlüsselbund gespeichert und ausschließlich zum Auslesen Ihrer Nutzung verwendet.
fr: La connexion ouvre votre navigateur pour approuver TokenStats. Les tokens d’accès sont enregistrés dans le trousseau macOS et utilisés uniquement pour lire votre utilisation.
ja: サインインするとブラウザが開き、TokenStats を承認できます。アクセストークンは macOS のキーチェーンに保存され、使用状況の読み取りにのみ使用されます。
ru: При входе откроется браузер для подтверждения доступа TokenStats. Токены доступа сохраняются в Связке ключей macOS и используются только для чтения данных об использовании.
zh_hans: 登录时会打开浏览器，以授权 TokenStats。访问 Token 会保存在 macOS 钥匙串中，仅用于读取你的用量。

# onboarding.disclosure.keychain.title
source: Tokens stay in your Keychain
de: Token bleiben in Ihrem Schlüsselbund
fr: Vos tokens restent dans votre trousseau
ja: トークンはキーチェーンに保存されます
ru: Токены остаются в Связке ключей
zh_hans: Token 保存在钥匙串中

# onboarding.disclosure.local_work.detail
source: Your token counts are read from your agents' transcript files on this Mac. TokenStats reads them and uploads nothing.
de: Die Anzahl Ihrer Token wird aus den Transkriptdateien Ihrer Coding Agents auf diesem Mac ermittelt. TokenStats liest diese Dateien lokal und lädt nichts hoch.
fr: Le nombre de tokens est lu dans les fichiers de transcription de vos Coding Agents sur ce Mac. TokenStats les lit sans rien téléverser.
ja: トークン数は、この Mac にある Coding Agent の会話記録ファイルから読み取られます。TokenStats はローカルで読み取り、何もアップロードしません。
ru: Количество токенов считывается из файлов журналов Coding Agent на этом Mac. TokenStats читает их локально и ничего не загружает.
zh_hans: 你的 Token 数量来自这台 Mac 上 Coding Agent 的对话记录文件。TokenStats 只会在本地读取，不会上传任何内容。

# onboarding.disclosure.local_work.title
source: Nothing about your work leaves your Mac
de: Keine Informationen über Ihre Arbeit verlassen Ihren Mac
fr: Aucune donnée concernant votre travail ne quitte votre Mac
ja: 作業内容が Mac の外に送信されることはありません
ru: Данные о вашей работе не покидают Mac
zh_hans: 你的工作内容不会离开这台 Mac

# onboarding.disclosure.optional.footer
source: Every step is optional — you can skip any of them and change these later in Settings.
de: Jeder Schritt ist optional – Sie können ihn überspringen und diese Auswahl später in den Einstellungen ändern.
fr: Chaque étape est facultative : vous pouvez en ignorer une et modifier ces choix plus tard dans Réglages.
ja: すべての手順は任意です。どの手順もスキップでき、後で「設定」から変更できます。
ru: Все шаги необязательны: любой из них можно пропустить, а параметры изменить позже в Настройках.
zh_hans: 每个步骤都可以跳过，你也可以稍后在“设置”中更改这些选项。

# onboarding.disclosure.providers.detail
source: Usage is fetched directly from Claude and OpenAI. TokenStats can automatically request a public USD exchange-rate table at most once every 24 hours. Frankfurter is the default; Settings lets you choose one supported HTTPS service and endpoint. TokenStats contacts only that selection and never fails over automatically. TokenStats adds no account, token, usage, transcript, calculated cost, or region data. The selected host receives the configured URL path and query plus ordinary connection metadata, so never put credentials or API keys in the URL.
de: Die Nutzungsdaten werden direkt von Claude und OpenAI abgerufen. TokenStats kann höchstens einmal alle 24 Stunden automatisch eine öffentliche USD-Wechselkurstabelle anfordern. Frankfurter ist die Standardeinstellung; in den Einstellungen können Sie einen unterstützten HTTPS-Dienst und Endpunkt auswählen. TokenStats kontaktiert nur diese Auswahl und wechselt bei Fehlern nie automatisch zu einem anderen Dienst. TokenStats fügt der Anfrage keine Konto-, Token-, Nutzungs-, Transkript- oder Regionsdaten und keine Daten zu berechneten Kosten hinzu. Der ausgewählte Host erhält den konfigurierten URL-Pfad und die Abfrageparameter sowie übliche Verbindungsmetadaten. Hinterlegen Sie daher niemals Anmeldedaten oder API-Schlüssel in der URL.
fr: Les données d’utilisation sont récupérées directement auprès de Claude et d’OpenAI. TokenStats peut demander automatiquement une table publique de taux de change basée sur l’USD, au maximum une fois toutes les 24 heures. Frankfurter est le service par défaut ; les Réglages permettent de choisir un service HTTPS et un point de terminaison compatibles. TokenStats contacte uniquement le service sélectionné et ne bascule jamais automatiquement vers un autre. TokenStats n’ajoute aucune donnée de compte, de token, d’utilisation, de transcription, de coût calculé ou de région. L’hôte sélectionné reçoit le chemin et la chaîne de requête de l’URL configurée, ainsi que les métadonnées de connexion habituelles. N’insérez donc jamais d’identifiants ni de clés API dans l’URL.
ja: 使用状況は Claude と OpenAI から直接取得されます。TokenStats は、公開されている USD 為替レート表を24時間に最大1回、自動的にリクエストできます。デフォルトは Frankfurter です。「設定」では、対応している HTTPS サービスとエンドポイントを1つ選択できます。TokenStats は選択先にのみ接続し、自動的に別のサービスへフェイルオーバーすることはありません。TokenStats は、アカウント、トークン、使用状況、会話記録、算出した費用、地域のデータをそのリクエストに一切追加しません。選択したホストには、設定した URL のパスとクエリ、および通常の接続メタデータが送信されます。URL に認証情報や API キーを絶対に含めないでください。
ru: Данные об использовании загружаются напрямую из Claude и OpenAI. TokenStats может автоматически запрашивать общедоступную таблицу курсов валют относительно USD не чаще одного раза в 24 часа. По умолчанию используется Frankfurter; в настройках можно выбрать один из поддерживаемых сервисов HTTPS и его конечную точку. TokenStats обращается только к выбранному сервису и никогда не переключается на другой автоматически. TokenStats не добавляет к запросу и не отправляет данные об учетной записи, токенах, использовании, расшифровках, рассчитанной стоимости или регионе. Выбранный хост получает настроенный путь URL и параметры запроса, а также обычные метаданные соединения, поэтому никогда не указывайте учетные данные или ключи API в URL.
zh_hans: 用量数据直接从 Claude 和 OpenAI 获取。TokenStats 每 24 小时最多自动请求一次公开的 USD 汇率表。Frankfurter 是默认服务；你可以在“设置”中选择其他受支持的 HTTPS 服务和端点。TokenStats 只会联系你选择的服务，绝不会自动故障转移。TokenStats 不会添加或发送任何账户、Token、用量、对话记录、计算金额或地区数据。所选主机会收到配置的 URL 路径、查询参数及常规网络连接元数据，因此请勿在 URL 中放入凭据或 API 密钥。

# onboarding.disclosure.providers.title
source: Usage and public exchange rates
de: Nutzung und öffentliche Wechselkurse
fr: Utilisation et taux de change publics
ja: 使用状況と公開為替レート
ru: Использование и общедоступные курсы валют
zh_hans: 用量与公开汇率

# onboarding.disclosure.subtitle
source: The next step connects your accounts. Here's exactly what TokenStats accesses — and what it never does.
de: Im nächsten Schritt werden Ihre Konten verbunden. Hier erfahren Sie genau, worauf TokenStats zugreift – und was TokenStats niemals tut.
fr: L’étape suivante connecte vos comptes. Voici précisément les données auxquelles TokenStats accède et ce qu’il ne fait jamais.
ja: 次の手順でアカウントを接続します。TokenStats がアクセスする内容と、決して行わないことを正確に説明します。
ru: На следующем шаге будут подключены ваши учётные записи. Здесь точно указано, к чему TokenStats получает доступ и чего никогда не делает.
zh_hans: 下一步将连接你的账户。下面将准确说明 TokenStats 会访问哪些内容，以及绝不会进行哪些操作。

# onboarding.disclosure.title
source: Before you start
de: Bevor Sie beginnen
fr: Avant de commencer
ja: 始める前に
ru: Перед началом
zh_hans: 开始之前

# onboarding.done.connected_agents.summary
source: %1$lld of %2$@ agents connected
de: Verbundene Coding Agents: %1$lld von %2$@
fr: %1$lld Coding Agents connectés sur %2$@
ja: Coding Agent：%2$@件中%1$lld件が接続済みです
ru: Подключено %1$lld из %2$@ Coding Agent
zh_hans: 已连接 %1$lld/%2$@ 个 Coding Agent

# onboarding.done.footer
source: TokenStats lives in your menu bar. You can reconnect agents or revisit this setup anytime from Settings.
de: TokenStats befindet sich in Ihrer Menüleiste. Sie können Coding Agents jederzeit erneut verbinden oder diese Einrichtung in den Einstellungen wieder aufrufen.
fr: TokenStats se trouve dans la barre des menus. Vous pouvez reconnecter vos Coding Agents ou reprendre cette configuration à tout moment depuis Réglages.
ja: TokenStats はメニューバーに常駐します。Coding Agent の再接続やこの設定のやり直しは、いつでも「設定」から行えます。
ru: TokenStats находится в строке меню. Подключить Coding Agent заново или вернуться к настройке можно в любое время в Настройках.
zh_hans: TokenStats 位于菜单栏中。你可以随时在“设置”中重新连接 Coding Agent 或再次进行设置。

# onboarding.done.no_connected_agents.summary
source: No agents connected yet
de: Noch keine Coding Agents verbunden
fr: Aucun Coding Agent connecté pour le moment
ja: Coding Agent はまだ接続されていません
ru: Пока нет подключённых Coding Agent
zh_hans: 尚未连接 Coding Agent

# onboarding.done.primary_agent.summary
source: Primary: %@
de: Primär: %@
fr: Principal : %@
ja: メイン：%@
ru: Основная подписка: %@
zh_hans: 主要订阅：%@

# onboarding.done.title
source: You're all set
de: Alles ist eingerichtet
fr: Tout est prêt
ja: 準備が整いました
ru: Всё готово
zh_hans: 一切就绪

# onboarding.navigation.back.button
source: Back
de: Zurück
fr: Retour
ja: 戻る
ru: Назад
zh_hans: 返回

# onboarding.navigation.continue.button
source: Continue
de: Fortfahren
fr: Continuer
ja: 続ける
ru: Продолжить
zh_hans: 继续

# onboarding.navigation.finish.button
source: Finish
de: Fertig
fr: Terminer
ja: 完了
ru: Готово
zh_hans: 完成

# onboarding.navigation.skip.button
source: Skip
de: Überspringen
fr: Ignorer
ja: スキップ
ru: Пропустить
zh_hans: 跳过

# onboarding.welcome.title
source: Welcome to TokenStats
de: Willkommen bei TokenStats
fr: Bienvenue dans TokenStats
ja: TokenStats へようこそ
ru: Добро пожаловать в TokenStats
zh_hans: 欢迎使用 TokenStats

# popover.quit.button
source: Quit TokenStats
de: TokenStats beenden
fr: Quitter TokenStats
ja: TokenStats を終了
ru: Завершить TokenStats
zh_hans: 退出 TokenStats

# popover.refresh_all.help
source: Refresh all (⌘R)
de: Alles aktualisieren (⌘R)
fr: Tout actualiser (⌘R)
ja: すべて更新（⌘R）
ru: Обновить всё (⌘R)
zh_hans: 全部刷新（⌘R）

# popover.settings.accessibility
source: Settings
de: Einstellungen
fr: Réglages
ja: 設定
ru: Настройки
zh_hans: 设置

# popover.settings.button
source: Settings…
de: Einstellungen …
fr: Réglages…
ja: 設定…
ru: Настройки…
zh_hans: 设置…

# popover.settings.help
source: Settings
de: Einstellungen
fr: Réglages
ja: 設定
ru: Настройки
zh_hans: 设置

# popover.tab.picker.accessibility
source: Popover section
de: Popover-Bereich
fr: Section de la fenêtre contextuelle
ja: ポップオーバーのセクション
ru: Раздел всплывающего окна
zh_hans: 弹出窗口分区

# popover.tab.picker.title
source: View
de: Ansicht
fr: Afficher
ja: 表示
ru: Вид
zh_hans: 视图

# popover.tab.tokens
source: Tokens
de: Token
ja: トークン
ru: Токены
zh_hans: Token

# popover.tab.usage
source: Usage
de: Nutzung
fr: Utilisation
ja: 使用状況
ru: Использование
zh_hans: 用量

# settings.about.description
source: A menu-bar gauge for your Coding Agents — see how much of each Usage Window is left and when it resets.
de: Eine Anzeige in der Menüleiste für Ihre Coding Agents – sehen Sie, wie viel von jedem Nutzungszeitraum verbleibt und wann er zurückgesetzt wird.
fr: Un indicateur dans la barre des menus pour vos Coding Agents : consultez la part restante de chaque fenêtre d’utilisation et l’heure de sa réinitialisation.
ja: Coding Agent の各使用期間の残量とリセット時刻を確認できる、メニューバーのゲージです。
ru: Индикатор в строке меню для Coding Agent: показывает остаток каждого периода использования и время его сброса.
zh_hans: 菜单栏中的 Coding Agent 用量仪表，可查看各个用量周期的剩余量和重置时间。

# settings.about.github.link
source: View on GitHub
de: Auf GitHub ansehen
fr: Afficher sur GitHub
ja: GitHub で表示
ru: Открыть на GitHub
zh_hans: 在 GitHub 上查看

# settings.about.run_setup_again.button
source: Run setup again
de: Einrichtung erneut durchführen
fr: Relancer la configuration
ja: 設定をやり直す
ru: Повторить настройку
zh_hans: 重新运行设置向导

# settings.about.title
source: About
de: Über
fr: À propos
ja: TokenStats について
ru: О приложении
zh_hans: 关于

# settings.accounts.keychain_privacy.footer
source: TokenStats stores each account's tokens in your Keychain and never sends them anywhere else.
de: TokenStats speichert die Token jedes Kontos in Ihrem Schlüsselbund und sendet sie niemals an einen anderen Ort.
fr: TokenStats stocke les tokens de chaque compte dans votre trousseau et ne les envoie jamais ailleurs.
ja: TokenStats は各アカウントのトークンをキーチェーンに保存し、他の場所には送信しません。
ru: TokenStats хранит токены каждой учётной записи в Связке ключей и никуда больше их не отправляет.
zh_hans: TokenStats 会将每个账户的 Token 保存在钥匙串中，绝不会发送到其他位置。

# settings.accounts.sign_out.button
source: Sign out
de: Abmelden
fr: Se déconnecter
ja: サインアウト
ru: Выйти
zh_hans: 退出登录

# settings.accounts.title
source: Accounts
de: Konten
fr: Comptes
ja: アカウント
ru: Учётные записи
zh_hans: 账户

# settings.appearance.gauge_preview.reset.spoken
source: resets in %@
de: wird in %@ zurückgesetzt
fr: réinitialisation dans %@
ja: あと%@でリセット
ru: сброс через %@
zh_hans: %@后重置

# settings.appearance.gauge_style.bar
source: Bar
de: Balken
fr: Barre
ja: バー
ru: Полоса
zh_hans: 条形

# settings.appearance.gauge_style.dial
source: Dial
de: Skala
fr: Cadran
ja: ダイヤル
ru: Циферблат
zh_hans: 表盘

# settings.appearance.order.fixed.footer
source: Nothing to arrange yet — your primary leads and the only other subscription follows. Drag-to-reorder unlocks once you track a third.
de: Derzeit gibt es nichts anzuordnen – Ihr primäres Abonnement steht an erster Stelle, gefolgt vom einzigen weiteren Abonnement. Sobald ein drittes Abonnement hinzukommt, können Sie die Reihenfolge durch Ziehen ändern.
fr: Rien à organiser pour le moment : votre abonnement principal est en tête et le seul autre le suit. Le glisser-déposer sera disponible dès que vous en suivrez un troisième.
ja: まだ並べ替える必要はありません。メインのサブスクリプションが先頭で、もう1つがその後に続きます。3つ目を追加すると、ドラッグして並べ替えられるようになります。
ru: Пока упорядочивать нечего: основная подписка идёт первой, а за ней — единственная другая подписка. Перетаскивание станет доступно после добавления третьей.
zh_hans: 目前无需排序——主要订阅位于首位，另一个订阅紧随其后。添加第三个订阅后即可拖动排序。

# settings.appearance.order.primary.accessibility_label
source: %@, primary
de: %@, primär
fr: %@, principal
ja: %@、メイン
ru: %@, основная подписка
zh_hans: %@，主要订阅

# settings.appearance.order.reorder.accessibility_hint
source: Draggable. Drag to reorder.
de: Ziehbar. Ziehen Sie, um die Reihenfolge zu ändern.
fr: Élément déplaçable. Faites-le glisser pour réorganiser.
ja: ドラッグできます。ドラッグして並べ替えてください。
ru: Можно перетаскивать. Перетащите, чтобы изменить порядок.
zh_hans: 可拖动。拖动以重新排序。

# settings.appearance.order.reorderable.footer
source: Drag to arrange how subscriptions are listed. The primary subscription always leads.
de: Ziehen Sie die Abonnements in die gewünschte Reihenfolge. Das primäre Abonnement steht immer an erster Stelle.
fr: Faites glisser les abonnements pour définir leur ordre. L’abonnement principal reste toujours en tête.
ja: ドラッグしてサブスクリプションの表示順を変更します。メインのサブスクリプションは常に先頭です。
ru: Перетаскивайте подписки, чтобы изменить порядок. Основная подписка всегда идёт первой.
zh_hans: 拖动以调整订阅的排列顺序。主要订阅始终位于首位。

# settings.appearance.order.section
source: Order
de: Reihenfolge
fr: Ordre
ja: 順序
ru: Порядок
zh_hans: 顺序

# settings.appearance.primary.badge
source: Primary
de: Primär
fr: Principal
ja: メイン
ru: Основная
zh_hans: 主要

# settings.appearance.primary.footer
source: Your primary subscription is shown first and badged in the popover and menu bar.
de: Ihr primäres Abonnement wird im Popover und in der Menüleiste an erster Stelle und mit einer Kennzeichnung angezeigt.
fr: Votre abonnement principal est affiché en premier et marqué d’un badge dans la fenêtre contextuelle et la barre des menus.
ja: メインのサブスクリプションは、ポップオーバーとメニューバーの先頭に表示され、バッジが付きます。
ru: Основная подписка отображается первой и отмечается значком во всплывающем окне и строке меню.
zh_hans: 主要订阅将在弹出窗口和菜单栏中置顶显示并标记。

# settings.appearance.primary.section
source: Primary
de: Primär
fr: Principal
ja: メイン
ru: Основная подписка
zh_hans: 主要订阅

# settings.appearance.primary_subscription.picker
source: Primary subscription
de: Primäres Abonnement
fr: Abonnement principal
ja: メインのサブスクリプション
ru: Основная подписка
zh_hans: 主要订阅
